// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "Es liegen Software-Updates zum Installieren bereit. Möchten Sie sie installieren, bevor Sie den Computer neu starten?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Wenn Sie keine Auswahl treffen, werden in %@ die Updates automatisch installiert und der Computer neu gestartet.";
"INSTALL_AND_RESTART_TITLE" = "Installieren und neu starten";
"RESTART_TITLE" = "Neustart";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "Es liegen Software-Updates zum Installieren bereit. Möchten Sie sie installieren, bevor Sie den Computer ausschalten?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Wenn Sie keine Auswahl treffen, werden in %@ die Updates automatisch installiert und der Computer ausgeschaltet.";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Installieren und ausschalten";
"SHUT_DOWN_TITLE" = "Ausschalten";

// Disk verify title
"CHECKING_DISK_STATUS" = "Volume überprüfen …";

"DISK_FAILED_VERIFY_TITLE" = "Bevor die Software-Updates installiert werden können, muss Ihr Startvolume repariert werden.";
"DISK_FAILED_VERIFY_MESSAGE" = "Ihr Startvolume hat möglicherweise ein Problem, das durch einen Neustart des Computers repariert werden kann. Öffnen Sie „Softwareaktualisierung“ nach dem Neustart erneut, um die Updates zu installieren. Falls diese Meldung weiterhin angezeigt wird, wenden Sie sich bitte an den Apple-Support.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "Der Computer wird automatisch neu gestartet.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "Der Computer wird automatisch ausgeschaltet.";
